Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Trusted
de_de: Vertrauenswürdig

source: Your reaction will be visible to all users who can see this feedback.
de_de: Ihre Reaktion wird für alle Benutzer:innen sichtbar sein, die dieses Feedback sehen können.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
de_de: Es ist wichtig, Verbesserungsvorschläge mit positivem Feedback auszugleichen. Das ideale Verhältnis ist 6 zu 1 (sechs mal positives Feedback auf einen Verbesserungsvorschlag).

source: Well-balanced
de_de: Gut ausgewogen

source: Behavior profile
de_de: Verhaltensprofil

source: Recognized behaviors on which you have received feedback from colleagues.
de_de: Erkanntes Verhalten, zu dem Sie Feedback von Kolleg:innen erhalten haben.

source: {{employee}}'s behavior profile
de_de: Verhaltensprofil von {{employee}}

source: View my feedback
de_de: Mein Feedback anzeigen

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
de_de: Es sind noch nicht genügend Daten vorhanden, um Ihr Verhaltensdiagramm anzuzeigen. Fordern Sie Feedback von Ihren Kolleg:innen an, um ein vollständiges Bild Ihrer Leistung zu erstellen.

source: No behavior libraries available.
de_de: Keine Verhaltensbibliotheken verfügbar.

source: You have received no behaviors from this library
de_de: Sie haben kein Verhalten aus dieser Bibliothek erhalten.

source: {{name}} hasn't received any behaviors from this library.
de_de: {{name}} hat noch kein Verhalten aus dieser Bibliothek erhalten.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
de_de: Sie haben während des Bewertungszeitraums kein Feedback zu {{name}} angefordert. Warum holen Sie sich nicht jetzt Einblicke von den Mitarbeiter:innen und Kolleg:innen?

source: {{name}} has not received any feedback visible to you over this review period.
de_de: {{name}} hat in diesem Bewertungszeitraum kein für dich sichtbares Feedback erhalten.

source: You have not received any feedback visible over this review period.
de_de: Sie haben während dieses Beurteilungszeitraums kein sichtbares Feedback erhalten.

source: Request feedback now
de_de: Jetzt Feedback anfragen

source: Want to write meaningful feedback?
de_de: Möchtest du aussagekräftiges Feedback geben?

source: Add key phrase
de_de: Schlüsselphrase hinzufügen

source: Growth model
de_de: Entwicklungsmodell

source: Key phrases
de_de: Schlüsselbegriffe

source: Use our model and key phrases for inspiration.
de_de: Verwenden Sie unser Modell und Schlüsselbegriffe zur Inspiration.

source: you
de_de: Sie

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
de_de: Ich habe Ihren Einfluss auf Projekt X oder während des Meetings Y beobachtet. Ich vermute, dass Sie sich dessen nicht bewusst sind, und möchte es Ihnen mitteilen.

source: Your observations
de_de: Ihre Beobachtungen

source: You're sending feedback to {{count}} people
de_de: Sie senden Feedback an {{count}} Personen

source: You're sending feedback to one person
de_de: Sie senden Feedback an eine Person

source: My feedback list
de_de: Meine Feedback-Liste

source: My note list
de_de: Meine Notizliste

source: Public feedback list
de_de: Öffentliche Feedback-Liste

source: You are requesting feedback from {{count}} people
de_de: Sie bitten um Feedback von {{count}} Personen.

source: You are requesting feedback from one person
de_de: Sie bitten um Feedback von einer Person.

source: Sent feedback list
de_de: Gesendete Feedback-Liste

source: Shared feedback list
de_de: Liste des geteilten Feedbacks

source: Team requests feedback list
de_de: Liste der Team-Feedback-Anfragen

source: View feedback {{users}}
de_de: Feedback anzeigen {{users}}

source: The maximum value of this field is {{max}}.
de_de: Der Höchstwert dieses Feldes ist {{max}}.

source: The minimum value of this field is {{min}}.
de_de: Der Mindestwert dieses Feldes ist {{min}}.

source: This field is mandatory.
de_de: Dieses Feld ist obligatorisch.

source: Required.
de_de: Erforderlich.

source: The file upload failed; your file contains malicious code.
de_de: Der Datei-Upload ist fehlgeschlagen; Ihre Datei enthält schädlichen Code.

source: The file you're trying to upload is not supported.
de_de: Die Datei, die Sie hochladen möchten, wird nicht unterstützt.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
de_de: Das Bild, das Sie hochladen möchten, ist zu groß. Die maximale Größe für Bilder beträgt 2 MB.

source: This page doesn't exist or you don't have access to it.
de_de: Diese Seite existiert nicht oder Sie haben keinen Zugriff darauf.

source: You can use only letters, numbers, "_" and "-".
de_de: Sie können nur Buchstaben, Zahlen, „_“ und „-“ verwenden.

source: The field can contain only letters, numbers, or "_", and must start with a letter.
de_de: Das Feld darf nur Buchstaben oder Zahlen enthalten oder „_“, und muss mit einem Buchstaben beginnen.

source: You cannot use a special character in first or last position.
de_de: Keine Sonderzeichen am Anfang oder Ende.

source: The date can not be in the past.
de_de: Das Datum darf nicht in der Vergangenheit liegen.

source: The maximum number of elements has been reached.
de_de: Die maximale Anzahl an Elementen wurde erreicht.

source: The end date must be after the start date.
de_de: Das Enddatum muss nach dem Startdatum liegen.

source: The value must be {{max}} or less.
de_de: Der Wert muss {{max}} oder weniger sein.

source: The value must be between {{min}} and {{max}}.
de_de: Der Wert muss zwischen {{min}} und {{max}} liegen.

source: The value must be at least {{min}}.
de_de: Der Wert muss mindestens {{min}} betragen.

source: This field cannot be empty.
de_de: Dieses Feld darf nicht leer sein.

source: The first character must be a letter.
de_de: Das erste Zeichen muss ein Buchstabe sein.

source: The JSON format is invalid.
de_de: Das JSON-Format ist ungültig.

source: The URL is invalid.
de_de: Die URL ist ungültig.

source: You cannot use the characters "_" and "-" several times consecutively.
de_de: Die Zeichen „_“ und „-“ dürfen nicht mehrmals hintereinander verwendet werden.

source: You cannot use spaces or special characters.
de_de: Es sind keine Leerzeichen oder Sonderzeichen erlaubt.

source: The end number must be greater than the start number.
de_de: Die Endzahl muss größer als die Startzahl sein.

source: The question is required.
de_de: Die Frage ist erforderlich.

source: The rating answer type is required.
de_de: Der Bewertungstyp ist erforderlich.

source: Required fields in the default language cannot be empty.
de_de: Erforderliche Felder in der Standardsprache dürfen nicht leer sein.

source: You must enter a value in at least one of the fields.
de_de: Sie müssen in mindestens eines der Felder einen Wert eingeben.

source: You cannot use the characters {{specialCharacters}}
de_de: Sie können die Zeichen {{specialCharacters}} nicht verwenden

source: This value is already in use. Please enter a unique value.
de_de: Dieser Wert wird bereits verwendet. Bitte geben Sie einen eindeutigen Wert ein.

source: The start date must be after the end date of the previous step.
de_de: Das Startdatum muss nach dem Enddatum des vorherigen Schritts liegen.

source: The end date must be before the start date of the next step.
de_de: Das Enddatum muss vor dem Startdatum des nächsten Schritts liegen.

source: {{min}} to {{max}}.
de_de: {{min}} bis {{max}}.

source: Formatted address
de_de: Formatierte Adresse

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
de_de: Vollständige Postanschrift, formatiert zur Anzeige oder Verwendung mit einem Adressetikett. Dieses Feld wird automatisch mit den von Ihnen eingegebenen Daten ausgefüllt.

source: Blue
de_de: Blau

source: Coral
de_de: Koralle

source: Gray
de_de: Grau

source: Green
de_de: Grün

source: Lime
de_de: Limette

source: Purple
de_de: Lila

source: Red
de_de: Rot

source: Teal
de_de: Türkis

source: White
de_de: Weiß

source: Yellow
de_de: Gelb

source: Failed to copy to clipboard
de_de: Kopieren in die Zwischenablage fehlgeschlagen

source: Examples
de_de: Beispiele

source: Condition
de_de: Bedingung

source: Calculation guide
de_de: Berechnungsleitfaden

source: Diagnostics
de_de: Diagnostik

source: Functions
de_de: Funktionen

source: Press <shortcut></shortcut> to get suggestions
de_de: Drücken Sie <shortcut></shortcut>, um Vorschläge zu erhalten

source: Help
de_de: Hilfe

source: Formula builder help
de_de: Hilfe zum Formeleditor

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
de_de: Erstellen Sie benutzerdefinierte Berechnungen mit Datenpunkten und Regeln aus Ihrer Runde. Während Sie Komponenten, Budgets und Richtlinien konfigurieren, werden diese hier verfügbar.

source: Build dynamic formulas
de_de: Dynamische Formeln erstellen

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
de_de: Öffnen Sie den Vollbild-Arbeitsbereich, um während des Schreibens Ihrer Formel Eigenschaften, Funktionen und Operatoren in eigenen Bereichen zu durchsuchen.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
de_de: Nicht-bedingt wendet eine einzige Formel auf alle Zeilen an. Bedingt ermöglicht es dir, mehrere Regeln mit einem „alles andere“-Fallback zu definieren.

source: Choose your formula type
de_de: Wähle deinen Formeltyp aus

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
de_de: Erstellen Sie Formeln mit WENN/DANN/SONST-Logik. Jeder Bedingungsblock wertet eine Bedingung aus und gibt je nach Ergebnis unterschiedliche Werte zurück.

source: Conditional mode
de_de: Konditionalmodus

source: Example functions
de_de: Beispielfunktionen

source: Nest your calculations
de_de: Verschachteln Sie Ihre Berechnungen

source: Non-conditional mode
de_de: Nicht-bedingter Modus

source: Supported operators
de_de: Unterstützte Operatoren

source: Insert function
de_de: Funktion einfügen

source: Auto-suggestion
de_de: Automatische Vorschläge

source: Jumps to the next error
de_de: Springt zum nächsten Fehler

source: Opens the doc tooltip
de_de: Öffnet die Dokument-Tooltipp

source: Opens the <strong>Issues</strong> panel
de_de: Öffnet die <strong>Probleme</strong>-Seite

source: No diagnostics
de_de: Keine Diagnosen

source: Properties
de_de: Eigenschaften

source: Search by property name
de_de: Nach Eigenschaftsname suchen

source: Search functions
de_de: Suchfunktionen

source: Both conditions must be true
de_de: Beide Bedingungen müssen erfüllt sein

source: Use parentheses to group parts of your formula and control the order of calculation
de_de: Verwenden Sie Klammern, um Teile Ihrer Formel zu gruppieren und die Reihenfolge der Berechnung zu steuern

source: Equals. Checks if two values are identical.
de_de: Gleich. Prüft, ob zwei Werte identisch sind.

source: Represents a false/no value
de_de: Steht für einen Falsch-/Nein-Wert

source: Case-insensitive pattern matching with * wildcards
de_de: Groß-/Kleinschreibung ignorierendes Musterabgleichen mit *-Platzhaltern

source: Multiplication
de_de: Multiplikation

source: Doesn't equal. Checks if two values are different
de_de: Ungleich. Prüft, ob zwei Werte unterschiedlich sind

source: Does not match pattern (case-insensitive with * wildcards)
de_de: Entspricht nicht dem Muster (Groß-/Kleinschreibung wird ignoriert, * als Platzhalter)

source: At least one condition must be true
de_de: Mindestens eine Bedingung muss erfüllt sein

source: Subtraction
de_de: Subtraktion

source: Represents a true/yes value
de_de: Steht für einen wahr/Ja-Wert

source: contains
de_de: beinhaltet

source: doesn't contain
de_de: enthält nicht

source: doesn't start with
de_de: beginnt nicht mit

source: starts with
de_de: beginnt mit

source: Keyboard shortcuts
de_de: Tastenkürzel

source: Learn more
de_de: Mehr erfahren

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
de_de: Keine Ergebnisse entsprechen den Such- oder Filterkriterien. Entfernen Sie die Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
de_de: Etwas ist schief gelaufen. Versuchen Sie, die Seite zu aktualisieren. Melden Sie sich ab und wieder an.

source: Skip to content
de_de: Zum Inhalt springen

source: This content cannot be displayed
de_de: Dieser Inhalt kann nicht angezeigt werden

source: An unexpected error occurred. Please contact your IT support for assistance.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte wenden Sie sich an Ihren IT-Support.

source: Back to edit mode
de_de: Zurück zum Bearbeitungsmodus

source: Align with a goal
de_de: Mit einem Ziel abstimmen

source: Are you sure you want to delete this goal?
de_de: Sind Sie sicher, dass Sie dieses Ziel löschen möchten?

source: This chat message was deleted
de_de: Diese Chatnachricht wurde gelöscht

source: Goal chat
de_de: Ziel-Chat

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
de_de: Unterstützte Dateiformate: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximale Dateigröße: 10 MB. Maximale Anzahl an Dateien: {{count}} Datei.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
de_de: Unterstützte Dateiformate: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximale Dateigröße: 10 MB. Maximale Anzahl an Dateien: {{count}} Dateien.

source: Let's create
de_de: Jetzt erstellen

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
de_de: Lassen Sie mich Ihnen helfen, Ihre Ziele vorzubereiten! Teilen Sie das Thema oder den Bereich, auf den Sie sich konzentrieren möchten.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
de_de: Ihr neues Ziel wurde dem Zielformular hinzugefügt. Sie können es dort bearbeiten. Wenn Sie der Meinung sind, dass noch mehr daran gearbeitet werden muss, können Sie es noch einmal versuchen.

source: Enable sharing
de_de: Freigabe aktivieren

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
de_de: Goal Genius ist derzeit nicht verfügbar. Bitte aktualisieren Sie die Seite oder versuchen Sie es später erneut.

source: Enter information about the topic of your goal and its target delivery date.
de_de: Geben Sie Informationen zum Thema Ihres Ziels und dem geplanten Liefertermin ein.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
de_de: Goal Genius erstellt KI-generierte Inhalte. Wir empfehlen, die Genauigkeit, Zuverlässigkeit und Vollständigkeit der generierten Inhalte zu überprüfen, bevor Sie mit der Erstellung Ihres Ziels fortfahren.

source: Privacy guidelines
de_de: Datenschutzrichtlinien

source: Finalizing and perfecting…
de_de: Abschließen und perfektionieren …

source: Adding some details…
de_de: Einige Details hinzufügen …

source: Analyzing goal parameters…
de_de: Analyse der Zielparameter …

source: Generating a goal…
de_de: Ziel wird erstellt …

source: Processing…
de_de: Wird verarbeitet…

source: Organizational unit
de_de: Organisationseinheit

source: Let's start
de_de: Los geht's

source: Try again
de_de: Erneut versuchen

source: Share your thoughts (optional)
de_de: Teile hier deine Gedanken mit (optional)

source: Overall progress
de_de: Fortschritt insgesamt

source: Plans
de_de: Pläne

source: Enter the basic information of the goal plan
de_de: Geben Sie die grundlegenden Informationen des Zielplans ein

source: Goal plan details
de_de: Zielplandetails

source: Enable and define goal weights
de_de: Aktivieren und Zielgewichtungen festlegen

source: Weighted goals
de_de: Gewichtete Ziele

source: Define the visibility of the goal plan
de_de: Definieren Sie die Sichtbarkeit des Zielplans.

source: Include goal types to the goal plan
de_de: Fügen Sie Zieltypen zum Zielplan hinzu.

source: A fixed period is defined by a start date and an end date.
de_de: Ein fester Zeitraum wird durch ein Startdatum und ein Enddatum definiert.

source: Recurring
de_de: Wiederkehrend

source: New goal plans will be automatically created according to the recurrence parameters.
de_de: Neue Zielpläne werden automatisch gemäß den Wiederholungsparametern erstellt.

source: Quarter
de_de: Quartal

source: Recurrence
de_de: Wiederholung

source: Period
de_de: Zeitraum

source: Plan owners
de_de: Planeigentümer:in

source: Title preview
de_de: Titelvorschau

source: No goal plans yet!
de_de: Noch keine Zielpläne vorhanden!

source: The end date of the plan must be after the start date.
de_de: Das Enddatum des Plans muss nach dem Startdatum liegen.

source: Your goal plan was successfully created.
de_de: Ihr Zielplan wurde erfolgreich erstellt.

source: Include
de_de: Einbeziehen

source: Enable weighting
de_de: Gewichtung aktivieren

source: Goals per worker
de_de: Ziele pro Mitarbeiter:in

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
de_de: Anzahl der Ziele, die mit diesem Zieltyp erstellt werden können. Dient zur Orientierung für die Mitarbeiter:innen.

source: Section weight
de_de: Abschnittsgewicht

source: The goal plan must contain at least one published goal type.
de_de: Der Zielplan muss mindestens einen veröffentlichten Zieltyp enthalten.

source: Weighting permission
de_de: Gewichtungsberechtigung

source: You must allocate a weight from 0 to 100 to each workflow section.
de_de: Sie müssen jedem Abschnitt des Workflows ein Gewicht von 0 bis 100 zuweisen.

source: Goal types in this workflow will be grouped within a single weight section.
de_de: Zieltypen in diesem Workflow werden innerhalb eines einzelnen Gewichtungsabschnitts gruppiert.

source: Workflow section
de_de: Workflow-Abschnitt

source: Viewable by workers and managers
de_de: Sichtbar für Mitarbeiter:innen und Führungskräfte

source: Viewable by the target population
de_de: Sichtbar für die Zielgruppe

source: All locations
de_de: Alle Standorte

source: Add all locations
de_de: Alle Standorte hinzufügen

source: Please fill at least one field.
de_de: Bitte füllen Sie mindestens ein Feld aus.

source: Add all company
de_de: Gesamtes Unternehmen hinzufügen

source: Add all organizational units
de_de: Alle Organisationseinheiten hinzufügen

source: Clear all selections
de_de: Alle Auswahlen löschen

source: All roles
de_de: Alle Rollen

source: Add all roles
de_de: Alle Rollen hinzufügen

source: Individual workers
de_de: Einzelne Mitarbeiter:innen

source: Exclude
de_de: Ausschließen

source: No individuals yet
de_de: Noch keine Personen

source: No populations yet
de_de: Noch keine Zielgruppen

source: The PDF was successfully sent to Documents.
de_de: PDF wurde erfolgreich an Dokumente gesendet.

source: Your goal was published. It may take a few seconds for it to appear in the list.
de_de: Dein Ziel wurde veröffentlicht. Es kann ein paar Sekunden dauern, bis es in der Liste erscheint.

source: Goal published successfully
de_de: Ziel erfolgreich veröffentlicht

source: Goal creator
de_de: Zielersteller:in

source: Manager of the worker
de_de: Führungskraft von Mitarbeiter:in

source: Shared user
de_de: Gemeinsame Benutzer:innen

source: The goal was successfully updated.
de_de: Das Ziel wurde erfolgreich aktualisiert.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
de_de: Dein Ziel wurde als Entwurf gespeichert. Es kann ein paar Sekunden dauern, bis es in der Liste erscheint.

source: Goal saved as draft
de_de: Ziel als Entwurf gespeichert

source: Mandatory
de_de: Pflichtfeld

source: Authorized editors
de_de: Autorisierte Bearbeiter

source: The sum of the percentages in the Weight column must not exceed 100%.
de_de: Die Summe der Prozentsätze in der Spalte „Gewicht“ darf 100 % nicht überschreiten.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
de_de: Überprüfen Sie die Zielgewichtung und passen Sie sie an, um sicherzustellen, dass sie für eine optimale Planung 100 % ergibt.

source: Total {{weight}}%
de_de: Gesamt {{weight}}%

source: Information visible only to system administrators and HR administrators.
de_de: Informationen, die nur für Systemadministratoren und HR-Administratoren sichtbar sind.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
de_de: Alle Benutzer:innen können Ziele an jede Person im Unternehmen zuweisen, unabhängig von deren Rolle (Mitarbeiter:in, Führungskraft oder Fachkraft).

source: Managers and workers in the selected population can assign a goal to anyone
de_de: Führungskräfte und Mitarbeiter:innen in der ausgewählten Zielgruppe können jedem ein Ziel zuweisen.

source: Anyone
de_de: Jeder

source: Organizational unit and below
de_de: Organisationseinheit und darunter

source: Users can create goals for themselves
de_de: Benutzer können Ziele für sich selbst erstellen

source: Users can only create this goal type for themselves
de_de: Benutzer:innen können diesen Zieltyp nur für sich selbst erstellen.

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
de_de: Mitarbeiter:innen in der ausgewählten Zielgruppe können diesen Zieltyp nur für sich selbst erstellen. Sie werden keine Ziele für andere Benutzer:innen zuweisen können.

source: Managers will be able to approve the goals created by their direct reports.
de_de: Führungskräfte können die von ihren direkt unterstellten Mitarbeiter:innen erstellten Ziele genehmigen.

source: Require goal approval
de_de: Zielgenehmigung erforderlich

source: Specify the approval of the goal
de_de: Geben Sie die Genehmigung des Ziels an

source: Approval flow
de_de: Genehmigungsablauf

source: Is this a performance goal type?
de_de: Handelt es sich dabei um einen Leistungszieltyp?

source: Select libraries
de_de: Bibliotheken auswählen

source: Customize the goal form
de_de: Passen Sie das Zielformular an

source: Form builder
de_de: Formular-Generator

source: Enter the basic information of the goal type
de_de: Geben Sie die Basisinformationen des Zieltyps ein

source: Goal type details
de_de: Zieltypdetails

source: Define the visibility of the goal type
de_de: Definieren Sie die Sichtbarkeit des Zieltyps.

source: Define the visibility of your new goal type.
de_de: Definieren Sie die Sichtbarkeit Ihres neuen Zieltyps.
